7zip
aalib
adw-gtk-theme
appstream
autoconf-archive
balena-etcher
base
base-devel
bibata-cursor-theme-bin
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
cava
cbonsai-git
cdparanoia
cloudflare-warp-bin
cmatrix
discord
dosfstools
efibootmgr
eww
fastfetch
firefox
freeglut
fuse-overlayfs
gamemode
git
glu
gnome-calculator
gnome-keyring
gnome-themes-extra
go
go-tools
gparted
grim
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gum
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
heroic-games-launcher
hypridle
hyprland
hyprlang
hyprlock
hyprutils
imv
intel-ucode
kconfig
kcoreaddons
kcrash
kdbusaddons
ki18n
kirigami
kitty
knotifications
lib32-gamemode
lib32-gst-plugins-base
lib32-gstreamer
lib32-mangohud
lib32-nvidia-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
libadwaita
libappindicator
libcaca
libdv
libfyaml
libinput
libpulse
libshout
libxmlb
linux
linux-firmware
lld
lxqt-policykit
mako
mangohud
materia-gtk-theme
matugen
mpv
mtools
nano
neovim
network-manager-applet
networkmanager
nm-connection-editor
notion-app-electron
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-open
nvidia-settings
nvidia-utils
nwg-look
obsidian
opencl-nvidia
otf-font-awesome
pamixer
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
prismlauncher
python-docutils
python-pipx
python-pywal16
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripdrag-git
rofi
rust
scdoc
sddm
sddm-silent-theme
slurp
spicetify-cli
spotify
squashfs-tools
steam
swappy
swww-git
taglib
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tty-clock
twolame
udiskie
udisks2
umu-launcher
unrar
unzip
visual-studio-code-bin
vulkan-intel
vulkan-radeon
wavpack
waybar
wayland-protocols
wget
wine-staging
winetricks
wireplumber
wl-clipboard
wlogout
woff2-font-awesome
xarchiver
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xed
xorg-xhost
xorg-xinit
xorg-xwayland
yay
yazi
zathura
zathura-pdf-mupdf
zip
zram-generator
zsh
